[
    {
        "id": 1001,
        "name": "Cappuccino",
        "imageName": "cappuccino",
        "category": "hot",
        "description": "Outside of Italy, cappuccino is a coffee drink that today is typically composed of double espresso and hot milk, with the surface topped with foamed milk.[1] Cappuccinos are most often prepared with an espresso machine. The double espresso is poured into the bottom of the cup, followed by a similar amount of hot milk, which is prepared by heating and texturing the milk using the espresso machine steam wand. The top third of the drink consists of milk foam; this foam can be decorated with artistic drawings made with the same milk, called latte art."
    },
    {
        "id": 1002,
        "name": "Cold Brew",
        "imageName": "coldBrew",
        "category": "cold",
        "description": "Cold brewing, also called cold water extraction or cold pressing, is the process of steeping coffee grounds in water at cool temperatures for an extended period. Coarse-ground beans are soaked in water for a prolonged period of time, for 12 to 24 hours. The water is normally kept at room temperature, but chilled water is also used. The grounds are filtered out of the water after they have been steeped using a paper coffee filter, a fine metal sieve, a French press, or felt, in the case of the 'Toddy' brewing system. The result is a coffee concentrate that is diluted with water or milk, and is served hot, over ice, or blended with ice and other ingredients such as chocolate"
    },
    {
        "id": 1003,
        "name": "Espresso",
        "imageName": "espresso",
        "category": "hot",
        "description": "Espresso is coffee of Italian origin, brewed by forcing a small amount of nearly boiling water under pressure (expressing) through finely ground coffee beans. Espresso is generally thicker than coffee brewed by other methods, has a higher concentration of suspended and dissolved solids, and has crema on top (a foam with a creamy consistency).s As a result of the pressurized brewing process, the flavors and chemicals in a typical cup of espresso are very concentrated. Espresso is also the base for other drinks such as a caffè latte, cappuccino, caffè macchiato, caffè mocha, flat white, or caffè Americano"
    },
    {
        "id": 1004,
        "name": "Iced Cappuccino",
        "imageName": "icedCappuccino",
        "category": "cold",
        "description": "In Canada, the Tim Hortons coffee chain sells iced coffee cappuccino under the brand name Iced Capps. The coffee drink mix comes to the Tim Hortons stores as a thick black syrup which is mixed at three parts water to one part syrup in a Slurpee machine. The frozen coffee drink is then blended with cream at the time of service (or blended with milk, or chocolate milk upon customer request). The Ice Capp can also be prepared as a Supreme, which includes a flavour shot, whipped topping, and either caramel or chocolate syrup. The chain also carries iced coffee on both its Canadian and U.S. menus."
    },
    {
        "id": 1005,
        "name": "Iced Coffee",
        "imageName": "icedCoffee",
        "category": "cold",
        "description": "Cappuccino Freddo is the cold version of a cappuccino, and the drink usually has a small amount of cold frothed milk atop it. This drink is widely available in Cyprus, Greece, and parts of Italy. In Rome, for example, each bar has the drink already prepared. In cities of Northern Italy, like Milan, however, it is almost impossible to find Cappuccino Freddo. Instead, gelato da bere (a thick blend of gelato and espresso) or shakerato (espresso and ice shaken together) are more popular. The term has also spread throughout the Mediterranean region where foam is added to the drink just before serving, often varying from the Italian original. In North America, however, the terms 'Cappuccino Freddo' or 'Iced cappuccino', if offered, may be somewhat of a misnomer if the characteristic frothed milk is omitted in the iced variation. For example, at Starbucks, without the frothed milk the drink is called an 'iced latte'"
    },
    {
        "id": 1006,
        "name": "Latte",
        "imageName": "latte",
        "category": "hot",
        "description": "A latte is a coffee drink made with espresso and steamed milk. The term as used in English is a shortened form of the Italian caffè latte, which means milk coffee. The word is also sometimes spelled latté or lattè in English with different kinds of accent marks, which can be a hyperforeignism or a deliberate attempt to indicate that the word is not pronounced according to the rules of English orthography."
    },
]
